Repository: brianpurkiss/Whiteboard-Framework
Catalog: whiteboard/languages/*.po
Languages: hu_hu

source: Daily Archives: <span>%s</span>
hu_hu: Napi archívum: <span>%s</span>

source: Monthly Archives: <span>%s</span>
hu_hu: Havi archívum: <span>%s</span>

source: Yearly Archives: <span>%s</span>
hu_hu: Éves archívum: <span>%s</span>

source: Blog Archives
hu_hu: Blogarchívum

source: F j, Y
hu_hu: Y. F j.

source: Written on %1$s at %2$s, by %3$s
hu_hu: %3$s írta ekkor: %1$s %2$s

source: No Comments
hu_hu: Még nincsenek hozzászólások

source: 1 Comment
hu_hu: Egy hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Categories:
hu_hu: Kategóriák:

source: Tags:
hu_hu: Címkék:

source: There has been an error.
hu_hu: Hiba történt.

source: We apologize for any inconvenience, please <a href="%1$s/" title="%2$s">return to the home page</a> or use the search form below.
hu_hu: Elnézésedet kérjük a kellemetlenségért - <a href"%1$s/" title="%2$s">visszatérhetsz a kezdőlapra</a>, vagy használhatod a keresőt, hátha mégis sikerül megtalálni, amit látni szerettél volna.

source: &laquo; Older Entries
hu_hu: &laquo; Korábbi bejegyzések

source: Newer Entries &raquo;
hu_hu: Újabb bejegyzések &raquo;

source: Sidebar
hu_hu: Oldalsáv

source: Header
hu_hu: Fejléc

source: Footer
hu_hu: Lácléc

source: Alert
hu_hu: Figyelmeztetés

source: Header Menu
hu_hu: Fejléc menü

source: Sidebar Menu
hu_hu: Oldalsáv menü

source: Footer Menu
hu_hu: Lábléc menü

source: Logged In Menu
hu_hu: Menü a bejelentkezett felhasználóknak

source: Comments are open! <a href="%s">Add yours!</a>
hu_hu: <a href="%s">Szólj hozzá Te is!</a>

source: Read More &raquo;
hu_hu: Olvass tovább &raquo;

source: <a href="%s" class="read-more">&nbsp; Continue Reading &raquo;</a>
hu_hu: <a href="%s" class="read-more">&nbsp; Olvass tovább &raquo;</a>

source: Posts by %s
hu_hu: %s bejegyzései

source: Please do not load this page directly or we will hunt you down. Thanks and have a great day!
hu_hu: Ezt az oldalt nem kellene közvetlenül megnyitni - köszi :)

source: Your comment is awaiting approval.
hu_hu: A hozzászólásod moderálásra vár.

source: Edit Comment
hu_hu: Hozzászólás szerkesztése

source: %1$s by %2$s on %3$s at %4$s
hu_hu: %2$s írt ekkor: %3$s %4$s

source: Trackbacks
hu_hu: Visszakövetések

source: No comments yet. You should be kind and add one!
hu_hu: Nincsenek még hozzászólások. Lennél olyan kedves, hogy írj egyet?

source: Our apologies, you must be <a href="%s">logged in</a> to post a comment.
hu_hu: Elnézésedet kérjük, de <a href="%s">be kell jelentkezned</a>, hogy hozzászólhass a bejegyzéshez.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
hu_hu: Be vagy jelentkezve <a href="%1$s">%2$s</a> néven. <a href="%3$s" title="Kijelentkezek">Kijelentkeznél?</a>

source: Allowed HTML tags:
hu_hu: Engedélyezett HTML tag-ek:

source: Name
hu_hu: Neved

source: (required)
hu_hu: (szükséges)

source: Mail (will not be published)
hu_hu: E-mail címed (nem áruljuk el senkinek)

source: Website
hu_hu: Weboldalad

source: Comment
hu_hu: Hozzászólás

source: Submit Comment
hu_hu: Hozzászólás beküldése

source: By submitting a comment you grant %s a perpetual license to reproduce your words and name/web site in attribution. Inappropriate and irrelevant comments will be removed at an admin’s discretion. Your email is used for verification purposes only, it will never be shared.
hu_hu: Azzal, hogy hozzászólsz, megadod %s weboldal szerkesztőinek a lehetőséget, hogy közreadják a megjegyzésedet. Az ide nem illő vagy a témába nem kapcsolódó hozzászólásokat az szerkesztők törölhetik. Az e-mail címedet csak ellenőrzésre használjuk fel, nem fogjuk megosztani.

source: The comments are closed.
hu_hu: Ehhez a témához nem lehet hozzászólni.

source: Category Archives: %s
hu_hu: Kategória archívum: %s

source: Categories:
hu_hu: Kategóriák:

source: Edit this entry
hu_hu: Bejegyzés szerkesztése

source: Written by %s
hu_hu: Írta: %s

source: Posted on %1$s at %2$s
hu_hu: Ekkor készült: %1$s %2$s

source: Receive new post updates:
hu_hu: Szeretnék értesülni az új bejegyzésekről:

source: Entries (RSS)
hu_hu: Bejegyzések (RSS)

source: Receive follow up comments updates:
hu_hu: Szeretnék értesülni az új hozzászólásokról:

source: View all posts by: %s
hu_hu: %s összes bejegyzésének megtekintése

source: &laquo; Previous post
hu_hu: &laquo; Előző bejegyzés

source: Next post &raquo;
hu_hu: Következő bejegyzés &raquo;

source: Category Archive for &quot;%1$s&quot; | %2$s
hu_hu: Kategória archívum &quot;%1$s&quot; kategóriához | %2$s

source: Tag Archive for &quot;%1$s&quot; | %2$s
hu_hu: Címke archívum &quot;%1$s&quot; címkéhez | %2$s"

source: %1$s Archive | %2$s
hu_hu: %1$s archívum | %2$s

source: Search for &quot;%1$s&quot; | %2$s
hu_hu: Keresés &quot;%1$s&quot; | %2$s

source: Error 404 Not Found | %2$s
hu_hu: 404-es hiba - nem található az oldal | %2$s

source: Skip to Content
hu_hu: Ugrás a tartalomhoz

source: Tag Archives: %s
hu_hu: Címke archívum: %s

source: Error 404 Not Found
hu_hu: 404-es hiba - nem található az oldal

source: Oops. Fail. The page cannot be found.
hu_hu: Hupsz. Ez nem jött össze - nem találunk ilyen oldalt.

source: Please check your URL or use the search form below.
hu_hu: Kérlek, ellenőrizd a címet, amit megadtál. Próbálkozz meg egy kereséssel is!

source: Top
hu_hu: Ugrás az oldal tetejére

source: Comments (RSS)
hu_hu: Hozzászólások (RSS)

source: All Rights Reserved.
hu_hu: Minden jog fenntartva.

source: Built on the <a href="http://whiteboardframework.com/">Whiteboard Framework for Wordpress</a> <span class="amp">&amp;</span> <a href="http://lessframework.com">Less Framework</a>. Powered by <a href="http://wordpress.org">Wordpress</a>.
hu_hu: Ez az oldal a <a href="http://whiteboardframework.com/">Whiteboard Framework for Wordpress</a> és a <a href="http://lessframework.com">Less Framework</a> keretrendszerekre épült. Az oldalt a <a href="http://wordpress.org">Wordpress</a> hajtja.

source: Search
hu_hu: Keresés

source: Navigation
hu_hu: Navigáció

source: Archives
hu_hu: Blogarchívum

source: Read more
hu_hu: Olvass tovább

source: About %s
hu_hu: %s profilja

source: Recent Posts by %s
hu_hu: %s legutóbbi bejegyzései

source: Written on %1$s at %2$s
hu_hu: Ekkor készült: %1$s %2$s

source: No posts by %s yet.
hu_hu: %s még nem írt bejegyzéseket.

source: Recent Comments by %s
hu_hu: %s legutóbbi hozzászólásai

source: No comments by %s yet.
hu_hu: %s még nem szólt hozzá egyik bejegyzéshez sem.

source: No Results
hu_hu: Nincsenek eredmények

source: Please feel free try again!
hu_hu: Próbáld újra!
